Repository: somefork2/CopyWell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: CopyWell never presses keys for you, so it needs no Accessibility access. To insert a clip without pressing ⌘V, use Services ▸ Paste from CopyWell.
ar: لا يضغط CopyWell المفاتيح نيابة عنك، ولذلك لا يحتاج إلى إذن تسهيلات الاستخدام. لإدراج عنصر دون الضغط على ⌘V، استخدم الخدمات ▸ اللصق من CopyWell.
bn: CopyWell কখনো আপনার হয়ে কী চাপে না, তাই এর অ্যাক্সেসিবিলিটি অ্যাক্সেসের দরকার নেই। ⌘V না চেপে কোনো ক্লিপ বসাতে পরিষেবা ▸ “CopyWell থেকে পেস্ট করুন” ব্যবহার করুন।
ca: El CopyWell no prem mai tecles per tu, així que no necessita accés a l’Accessibilitat. Per inserir un element sense prémer ⌘V, fes servir Serveis ▸ Enganxa des del CopyWell.
cs: CopyWell za vás nikdy nemačká klávesy, a proto nepotřebuje přístup ke Zpřístupnění. Chcete-li vložit položku bez ⌘V, použijte Služby ▸ Vložit z CopyWellu.
da: CopyWell trykker aldrig på taster for dig og har derfor ikke brug for adgang til Tilgængelighed. Vil du indsætte et emne uden ⌘V, så brug Tjenester ▸ Indsæt fra CopyWell.
de: CopyWell drückt keine Tasten für dich und braucht deshalb keinen Zugriff auf die Bedienungshilfen. Um einen Eintrag ohne ⌘V einzusetzen, nutze Dienste ▸ Aus CopyWell einfügen.
el: Το CopyWell δεν πατά ποτέ πλήκτρα για εσάς, γι’ αυτό δεν χρειάζεται πρόσβαση στην Προσβασιμότητα. Για να εισαγάγετε ένα στοιχείο χωρίς ⌘V, χρησιμοποιήστε Υπηρεσίες ▸ Επικόλληση από το CopyWell.
es: CopyWell nunca pulsa teclas por ti, así que no necesita acceso a Accesibilidad. Para insertar un elemento sin pulsar ⌘V, usa Servicios ▸ Pegar desde CopyWell.
fi: CopyWell ei koskaan paina näppäimiä puolestasi, joten se ei tarvitse Käyttöapu-oikeutta. Jos haluat lisätä kohteen painamatta ⌘V, käytä Palvelut ▸ Liitä CopyWellista.
fr: CopyWell n’appuie jamais sur les touches à votre place : aucun accès à l’Accessibilité n’est nécessaire. Pour insérer un élément sans faire ⌘V, utilisez Services ▸ Coller depuis CopyWell.
gu: CopyWell ક્યારેય તમારા વતી કી દબાવતું નથી, તેથી તેને ઍક્સેસિબિલિટી ઍક્સેસની જરૂર નથી. ⌘V દબાવ્યા વિના ક્લિપ દાખલ કરવા માટે, સેવાઓ ▸ “CopyWellમાંથી પેસ્ટ કરો” વાપરો.
he: CopyWell לעולם לא לוחץ על מקשים במקומכם, ולכן אינו זקוק להרשאת נגישות. כדי להכניס פריט בלי ⌘V, השתמשו בשירותים ▸ הדבקה מ-CopyWell.
hi: CopyWell आपकी जगह कभी कुंजियाँ नहीं दबाता, इसलिए उसे सुगम्यता की अनुमति नहीं चाहिए। ⌘V दबाए बिना कुछ डालना हो तो सेवाएँ ▸ CopyWell से पेस्ट करें का इस्तेमाल करें।
hr: CopyWell nikad ne pritišće tipke umjesto vas, pa mu ne treba pristup Pristupačnosti. Za umetanje stavke bez ⌘V upotrijebite Usluge ▸ Zalijepi iz CopyWella.
hu: A CopyWell soha nem nyom le billentyűket ön helyett, ezért nincs szüksége a Kisegítő lehetőségek engedélyére. Ha ⌘V nélkül szeretne beszúrni egy elemet, használja a Szolgáltatások ▸ Beillesztés a CopyWellből lehetőséget.
id: CopyWell tidak pernah menekan tombol untuk Anda, jadi tidak butuh izin Aksesibilitas. Untuk menyisipkan item tanpa menekan ⌘V, gunakan Layanan ▸ Tempel dari CopyWell.
it: CopyWell non preme mai i tasti al posto tuo, quindi non ha bisogno dell’accesso ad Accessibilità. Per inserire un elemento senza premere ⌘V, usa Servizi ▸ Incolla da CopyWell.
ja: CopyWellが代わりにキーを押すことはないため、アクセシビリティ権限は必要ありません。⌘Vを押さずに項目を挿入するには、サービス ▸ CopyWellからペーストを使ってください。
kn: CopyWell ನಿಮ್ಮ ಪರವಾಗಿ ಎಂದಿಗೂ ಕೀಗಳನ್ನು ಒತ್ತುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಅದಕ್ಕೆ ಪ್ರವೇಶಿಸುವಿಕೆ ಅನುಮತಿ ಬೇಕಿಲ್ಲ. ⌘V ಒತ್ತದೆಯೇ ಕ್ಲಿಪ್ ಸೇರಿಸಲು, ಸೇವೆಗಳು ▸ CopyWell ನಿಂದ ಅಂಟಿಸಿ ಬಳಸಿ.
ko: CopyWell은 대신 키를 누르지 않으므로 손쉬운 사용 권한이 필요 없습니다. ⌘V를 누르지 않고 항목을 넣으려면 서비스 ▸ CopyWell에서 붙여넣기를 사용하세요.
ml: CopyWell ഒരിക്കലും നിങ്ങൾക്കുവേണ്ടി കീകൾ അമർത്തുന്നില്ല, അതിനാൽ അതിന് പ്രവേശനക്ഷമത ആക്സസ് ആവശ്യമില്ല. ⌘V അമർത്താതെ ഒരു ക്ലിപ്പ് ചേർക്കാൻ, സേവനങ്ങൾ ▸ CopyWell-ൽ നിന്ന് ഒട്ടിക്കുക ഉപയോഗിക്കുക.
mr: CopyWell तुमच्यासाठी कधीही कीज दाबत नाही, त्यामुळे त्याला ॲक्सेसिबिलिटी परवानगीची गरज नाही. ⌘V न दाबता क्लिप घालण्यासाठी सेवा ▸ “CopyWell मधून पेस्ट करा” वापरा.
ms: CopyWell tidak pernah menekan kekunci bagi pihak anda, jadi ia tidak memerlukan akses Kebolehcapaian. Untuk menyisipkan item tanpa menekan ⌘V, gunakan Perkhidmatan ▸ Tampal daripada CopyWell.
nb: CopyWell trykker aldri på taster for deg, og trenger derfor ingen tilgang til Tilgjengelighet. Vil du sette inn et objekt uten ⌘V, bruker du Tjenester ▸ Lim inn fra CopyWell.
nl: CopyWell drukt nooit toetsen voor je in en heeft dus geen toegang tot Toegankelijkheid nodig. Wil je een item invoegen zonder ⌘V, gebruik dan Diensten ▸ Plak uit CopyWell.
or: CopyWell ଆପଣଙ୍କ ପାଇଁ କେବେ ବି କି ଦବାଏ ନାହିଁ, ତେଣୁ ଏହାର ଆକ୍ସେସିବିଲିଟି ଅନୁମତିର ଆବଶ୍ୟକତା ନାହିଁ। ⌘V ନ ଦବାଇ ଏକ କ୍ଲିପ୍ ଭର୍ତ୍ତି କରିବାକୁ ସେବା ▸ “CopyWell ରୁ ପେଷ୍ଟ କରନ୍ତୁ” ବ୍ୟବହାର କରନ୍ତୁ।
pa: CopyWell ਕਦੇ ਵੀ ਤੁਹਾਡੇ ਲਈ ਕੁੰਜੀਆਂ ਨਹੀਂ ਦਬਾਉਂਦਾ, ਇਸ ਲਈ ਇਸਨੂੰ ਪਹੁੰਚਯੋਗਤਾ (Accessibility) ਇਜਾਜ਼ਤ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ⌘V ਦਬਾਏ ਬਿਨਾਂ ਕਲਿੱਪ ਪਾਉਣ ਲਈ, Services ▸ CopyWell ਤੋਂ ਪੇਸਟ ਕਰੋ ਵਰਤੋ।
pl: CopyWell nigdy nie naciska klawiszy za Ciebie, więc nie potrzebuje dostępu do Dostępności. Aby wstawić wpis bez ⌘V, użyj Usługi ▸ Wklej z CopyWell.
pt_br: O CopyWell nunca aperta teclas por você, então não precisa de acesso à Acessibilidade. Para inserir um item sem apertar ⌘V, use Serviços ▸ Colar do CopyWell.
pt_pt: O CopyWell nunca prime teclas por si, por isso não precisa de acesso à Acessibilidade. Para inserir um item sem premir ⌘V, use Serviços ▸ Colar do CopyWell.
ro: CopyWell nu apasă niciodată taste în locul dvs., așa că nu are nevoie de acces la Accesibilitate. Pentru a insera un element fără ⌘V, folosiți Servicii ▸ Lipire din CopyWell.
ru: CopyWell не нажимает клавиши за вас, поэтому доступ к Универсальному доступу не нужен. Чтобы вставить запись без ⌘V, используйте Службы ▸ Вставить из CopyWell.
sk: CopyWell za vás nikdy nestláča klávesy, a preto nepotrebuje prístup k Sprístupneniu. Ak chcete vložiť položku bez ⌘V, použite Služby ▸ Vložiť z CopyWellu.
sl: CopyWell nikoli ne pritiska tipk namesto vas, zato ne potrebuje dovoljenja za dostopnost. Če želite vstaviti vnos brez pritiska ⌘V, uporabite Storitve ▸ Prilepi iz CopyWella.
sv: CopyWell trycker aldrig på tangenter åt dig och behöver därför ingen tillgång till Tillgänglighet. Vill du infoga ett objekt utan ⌘V använder du Tjänster ▸ Klistra in från CopyWell.
ta: CopyWell உங்களுக்காக ஒருபோதும் விசைகளை அழுத்தாது, எனவே அதற்கு அணுகல்தன்மை அனுமதி தேவையில்லை. ⌘V அழுத்தாமல் ஒரு கிளிப்பைச் செருக, சேவைகள் ▸ CopyWell-இலிருந்து ஒட்டு என்பதைப் பயன்படுத்தவும்.
te: CopyWell మీ తరపున ఎప్పుడూ కీలను నొక్కదు, కాబట్టి దానికి యాక్సెసిబిలిటీ యాక్సెస్ అవసరం లేదు. ⌘V నొక్కకుండా ఒక క్లిప్‌ను చొప్పించడానికి, సేవలు ▸ CopyWell నుండి పేస్ట్ చేయి ఉపయోగించండి.
th: CopyWell ไม่เคยกดแป้นแทนคุณ จึงไม่ต้องขอสิทธิ์การช่วยการเข้าถึง หากต้องการแทรกรายการโดยไม่กด ⌘V ให้ใช้ บริการ ▸ วางจาก CopyWell
tr: CopyWell sizin yerinize tuşlara basmaz, bu yüzden Erişilebilirlik iznine gerek duymaz. ⌘V’ye basmadan öğe eklemek için Hizmetler ▸ CopyWell’den yapıştır seçeneğini kullanın.
uk: CopyWell не натискає клавіші замість вас, тому доступ до Доступності не потрібен. Щоб вставити запис без ⌘V, скористайтеся Служби ▸ Вставити з CopyWell.
ur: CopyWell آپ کی جگہ کبھی کلیدیں نہیں دباتا، اس لیے اسے رسائی پذیری کی اجازت درکار نہیں۔ ⌘V دبائے بغیر کوئی کلپ داخل کرنے کے لیے سروسز ◂ “CopyWell سے پیسٹ کریں” استعمال کریں۔
vi: CopyWell không bao giờ bấm phím thay bạn, nên không cần quyền Trợ năng. Để chèn một mục mà không nhấn ⌘V, hãy dùng Dịch vụ ▸ Dán từ CopyWell.
zh_hans: CopyWell 从不替你按键，因此无需辅助功能权限。若想不按 ⌘V 就插入条目，请用「服务 ▸ 从 CopyWell 粘贴」。
zh_hant: CopyWell 從不替你按鍵，因此不需要輔助使用權限。若想不按 ⌘V 就插入項目，請用「服務 ▸ 從 CopyWell 貼上」。

source: CopyWell only records while it is running. More themes, accent colours and text size are in Settings.
ar: ‏CopyWell يسجّل فقط أثناء تشغيله. مزيد من السمات وألوان التمييز وحجم النص في الإعدادات.
bn: CopyWell শুধু চালু থাকার সময় রেকর্ড করে। আরও থিম, অ্যাকসেন্ট রং ও টেক্সটের আকার সেটিংসে পাবেন।
ca: El CopyWell només enregistra mentre s’executa. Hi ha més temes, colors d’accent i mides de text als ajustos.
cs: CopyWell zaznamenává, jen dokud běží. Další motivy, barvy zvýraznění a velikost textu jsou v nastavení.
da: CopyWell optager kun, mens det kører. Flere temaer, accentfarver og tekststørrelse findes i indstillingerne.
de: CopyWell zeichnet nur auf, solange es läuft. Weitere Themes, Akzentfarben und die Textgröße finden sich in den Einstellungen.
el: Το CopyWell καταγράφει μόνο όσο εκτελείται. Περισσότερα θέματα, χρώματα τονισμού και μέγεθος κειμένου βρίσκονται στις ρυθμίσεις.
es: CopyWell solo graba mientras está en marcha. Hay más temas, colores de acento y tamaños de texto en los ajustes.
fi: CopyWell tallentaa vain ollessaan käynnissä. Lisää teemoja, korostusvärejä ja tekstikokoja löytyy asetuksista.
fr: CopyWell n’enregistre que lorsqu’il est ouvert. D’autres thèmes, couleurs d’accentuation et tailles de texte se trouvent dans les réglages.
gu: CopyWell ફક્ત ચાલુ હોય ત્યારે જ રેકોર્ડ કરે છે. વધુ થીમ, એક્સેન્ટ રંગો અને ટેક્સ્ટનું કદ સેટિંગ્સમાં છે.
he: ‏CopyWell מקליט רק בזמן שהוא פועל. ערכות נוספות, צבעי הדגשה וגודל טקסט נמצאים בהגדרות.
hi: CopyWell केवल चलते रहने के दौरान ही रिकॉर्ड करता है। और थीम, एक्सेंट रंग और टेक्स्ट आकार सेटिंग्स में हैं।
hr: CopyWell bilježi samo dok radi. Više tema, boja naglaska i veličina teksta nalazi se u postavkama.
hu: A CopyWell csak addig rögzít, amíg fut. További témák, kiemelőszínek és szövegméret a beállításokban található.
id: CopyWell hanya merekam selama berjalan. Tema, warna aksen, dan ukuran teks lainnya ada di pengaturan.
it: CopyWell registra solo mentre è in esecuzione. Altri temi, colori d’accento e dimensioni del testo sono nelle impostazioni.
ja: CopyWell が記録するのは実行中のあいだだけです。ほかのテーマ、アクセントカラー、文字サイズは設定にあります。
kn: CopyWell ಚಾಲನೆಯಲ್ಲಿರುವಾಗ ಮಾತ್ರ ದಾಖಲಿಸುತ್ತದೆ. ಇನ್ನಷ್ಟು ಥೀಮ್‌ಗಳು, ಆಕ್ಸೆಂಟ್ ಬಣ್ಣಗಳು ಮತ್ತು ಪಠ್ಯದ ಗಾತ್ರ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿವೆ.
ko: CopyWell은 실행 중일 때만 기록합니다. 다른 테마와 강조 색상, 글자 크기는 설정에 있습니다.
ml: CopyWell പ്രവർത്തിക്കുമ്പോൾ മാത്രമേ രേഖപ്പെടുത്തൂ. കൂടുതൽ തീമുകളും ആക്സന്റ് നിറങ്ങളും ടെക്സ്റ്റ് വലുപ്പവും ക്രമീകരണത്തിലുണ്ട്.
mr: CopyWell फक्त चालू असतानाच नोंद ठेवते. अधिक थीम्स, ॲक्सेंट रंग आणि मजकुराचा आकार सेटिंग्जमध्ये आहेत.
ms: CopyWell hanya merakam semasa ia berjalan. Lebih banyak tema, warna aksen dan saiz teks ada dalam tetapan.
nb: CopyWell tar bare opp mens det kjører. Flere temaer, aksentfarger og tekststørrelse finnes i innstillingene.
nl: CopyWell legt alleen vast zolang het draait. Meer thema’s, accentkleuren en tekstgrootte staan in de instellingen.
or: CopyWell କେବଳ ଚାଲୁଥିବା ସମୟରେ ସଂରକ୍ଷଣ କରେ। ଅଧିକ ଥିମ୍, ଆକ୍ସେଣ୍ଟ ରଙ୍ଗ ଏବଂ ଟେକ୍ସଟ୍ ଆକାର ସେଟିଂସରେ ଅଛି।
pa: CopyWell ਸਿਰਫ਼ ਉਦੋਂ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ ਜਦੋਂ ਇਹ ਚੱਲ ਰਿਹਾ ਹੋਵੇ। ਹੋਰ ਥੀਮਾਂ, ਐਕਸੈਂਟ ਰੰਗ ਅਤੇ ਟੈਕਸਟ ਦਾ ਆਕਾਰ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਹਨ।
pl: CopyWell zapisuje tylko wtedy, gdy jest uruchomiony. Więcej motywów, kolorów akcentu i rozmiarów tekstu znajduje się w ustawieniach.
pt_br: O CopyWell só grava enquanto está em execução. Há mais temas, cores de destaque e tamanhos de texto nos ajustes.
pt_pt: O CopyWell só grava enquanto está a correr. Há mais temas, cores de destaque e tamanhos de texto nas definições.
ro: CopyWell înregistrează doar cât timp rulează. Mai multe teme, culori de accent și dimensiuni de text se află în setări.
ru: CopyWell записывает только пока запущен. Другие темы, акцентные цвета и размер текста — в настройках.
sk: CopyWell zaznamenáva, len kým beží. Ďalšie motívy, farby zvýraznenia a veľkosť textu sú v nastaveniach.
sl: CopyWell beleži samo, ko se izvaja. Več tem, barv poudarka in velikost besedila najdete v Nastavitvah.
sv: CopyWell spelar bara in medan det körs. Fler teman, accentfärger och textstorlek finns i inställningarna.
ta: CopyWell இயங்கும்போது மட்டுமே பதிவு செய்யும். மேலும் பல தீம்கள், அக்சென்ட் வண்ணங்கள், உரை அளவு ஆகியவை அமைப்புகளில் உள்ளன.
te: CopyWell రన్ అవుతున్నప్పుడు మాత్రమే రికార్డ్ చేస్తుంది. మరిన్ని థీమ్‌లు, యాక్సెంట్ రంగులు, టెక్స్ట్ పరిమాణం సెట్టింగ్‌లలో ఉన్నాయి.
th: CopyWell บันทึกเฉพาะขณะที่ทำงานอยู่ ธีม สีเน้น และขนาดข้อความเพิ่มเติมอยู่ในการตั้งค่า
tr: CopyWell yalnızca çalışırken kaydeder. Daha fazla tema, vurgu rengi ve metin boyutu ayarlarda bulunur.
uk: CopyWell записує, лише доки працює. Інші теми, акцентні кольори та розмір тексту — у налаштуваннях.
ur: CopyWell صرف اس وقت ریکارڈ کرتا ہے جب وہ چل رہا ہو۔ مزید تھیمز، ایکسنٹ رنگ اور متن کا سائز سیٹنگز میں موجود ہیں۔
vi: CopyWell chỉ ghi lại trong lúc đang chạy. Thêm chủ đề, màu nhấn và cỡ chữ nằm trong phần cài đặt.
zh_hans: CopyWell 只在运行时记录。更多主题、强调色和文字大小都在设置中。
zh_hant: CopyWell 只在執行時記錄。更多佈景主題、強調色與文字大小都在設定中。

source: CopyWell syncs on launch, when you switch back to it, and a few seconds after you copy something. Images and items marked sensitive stay on this Mac.
ar: يزامن CopyWell عند التشغيل، وعند العودة إليه، وبعد ثوانٍ من نسخك لشيء ما. تبقى الصور والعناصر المعلّمة كحساسة على هذا الـ Mac.
bn: CopyWell চালু হওয়ার সময়, আপনি এতে ফিরে এলে এবং কিছু কপি করার কয়েক সেকেন্ড পরে সিঙ্ক করে। ছবি ও সংবেদনশীল হিসেবে চিহ্নিত আইটেম এই Mac-এই থাকে।
ca: El CopyWell se sincronitza en obrir-se, quan hi tornes i uns segons després de copiar alguna cosa. Les imatges i els elements marcats com a sensibles es queden en aquest Mac.
cs: CopyWell se synchronizuje při spuštění, při návratu k němu a několik sekund po zkopírování. Obrázky a položky označené jako citlivé zůstávají na tomto Macu.
da: CopyWell synkroniserer ved start, når du skifter tilbage, og få sekunder efter at du har kopieret noget. Billeder og emner markeret som følsomme bliver på denne Mac.
de: CopyWell synchronisiert beim Start, beim Zurückwechseln und einige Sekunden nach dem Kopieren. Bilder und als vertraulich markierte Einträge bleiben auf diesem Mac.
el: Το CopyWell συγχρονίζεται κατά την εκκίνηση, όταν επιστρέφετε σε αυτό και λίγα δευτερόλεπτα μετά από κάθε αντιγραφή. Οι εικόνες και τα στοιχεία που έχουν σημανθεί ως ευαίσθητα παραμένουν σε αυτό το Mac.
es: CopyWell sincroniza al abrirse, al volver a él y unos segundos después de copiar algo. Las imágenes y los elementos marcados como confidenciales se quedan en este Mac.
fi: CopyWell synkronoi käynnistyessään, kun palaat siihen, ja muutama sekunti kopioinnin jälkeen. Kuvat ja arkaluonteisiksi merkityt kohteet jäävät tälle Macille.
fr: CopyWell se synchronise au lancement, quand vous y revenez, et quelques secondes après une copie. Les images et les éléments marqués sensibles restent sur ce Mac.
gu: CopyWell લૉન્ચ થાય ત્યારે, તમે તેના પર પાછા આવો ત્યારે, અને તમે કંઈક કૉપિ કરો તેની થોડી સેકન્ડ પછી સિંક કરે છે. છબીઓ અને સંવેદનશીલ તરીકે ચિહ્નિત આઇટમ આ Mac પર જ રહે છે.
he: CopyWell מסתנכרן בהפעלה, כשחוזרים אליו, וכמה שניות אחרי שמעתיקים משהו. תמונות ופריטים המסומנים כרגישים נשארים ב-Mac הזה.
hi: CopyWell खुलने पर, आपके लौटने पर, और कुछ कॉपी करने के कुछ सेकंड बाद सिंक करता है। तस्वीरें और संवेदनशील चिह्नित चीज़ें इसी Mac पर रहती हैं।
hr: CopyWell se sinkronizira pri pokretanju, kad mu se vratite i nekoliko sekundi nakon kopiranja. Slike i stavke označene kao osjetljive ostaju na ovom Macu.
hu: A CopyWell indításkor, visszaváltáskor és a másolás után néhány másodperccel szinkronizál. A képek és az érzékenynek jelölt elemek ezen a Macen maradnak.
id: CopyWell menyinkronkan saat dibuka, saat Anda kembali ke sana, dan beberapa detik setelah Anda menyalin sesuatu. Gambar dan item bertanda sensitif tetap di Mac ini.
it: CopyWell si sincronizza all’avvio, quando ci torni e pochi secondi dopo una copia. Le immagini e gli elementi segnati come sensibili restano su questo Mac.
ja: CopyWellは起動時、切り替えて戻ったとき、そしてコピーの数秒後に同期します。画像と取り扱い注意の項目はこのMacに残ります。
kn: CopyWell ಪ್ರಾರಂಭವಾದಾಗ, ನೀವು ಅದಕ್ಕೆ ಮರಳಿದಾಗ ಮತ್ತು ನೀವು ಏನನ್ನಾದರೂ ನಕಲಿಸಿದ ಕೆಲವು ಸೆಕೆಂಡುಗಳ ನಂತರ ಸಿಂಕ್ ಮಾಡುತ್ತದೆ. ಚಿತ್ರಗಳು ಮತ್ತು ಸೂಕ್ಷ್ಮ ಎಂದು ಗುರುತಿಸಿದ ಐಟಂಗಳು ಈ Mac ನಲ್ಲೇ ಉಳಿಯುತ್ತವೆ.
ko: CopyWell은 실행할 때, 다시 전환할 때, 그리고 복사 후 몇 초 뒤에 동기화합니다. 이미지와 민감으로 표시된 항목은 이 Mac에 남습니다.
ml: CopyWell തുറക്കുമ്പോഴും, നിങ്ങൾ അതിലേക്ക് തിരികെ വരുമ്പോഴും, എന്തെങ്കിലും പകർത്തി ഏതാനും സെക്കൻഡുകൾക്ക് ശേഷവും സിങ്ക് ചെയ്യുന്നു. ചിത്രങ്ങളും സെൻസിറ്റീവ് എന്ന് അടയാളപ്പെടുത്തിയ ഇനങ്ങളും ഈ Mac-ൽ തന്നെ തുടരും.
mr: CopyWell लाँच होताना, तुम्ही त्याकडे परत येता तेव्हा आणि तुम्ही काहीतरी कॉपी केल्यानंतर काही सेकंदांनी सिंक करते. इमेजेस आणि संवेदनशील म्हणून चिन्हांकित आयटम्स या Mac वरच राहतात.
ms: CopyWell menyegerak semasa dibuka, apabila anda kembali kepadanya, dan beberapa saat selepas anda menyalin sesuatu. Imej dan item yang ditanda sensitif kekal pada Mac ini.
nb: CopyWell synkroniserer ved oppstart, når du bytter tilbake, og noen sekunder etter at du har kopiert noe. Bilder og objekter merket som sensitive blir på denne Macen.
nl: CopyWell synchroniseert bij het starten, als je terugschakelt en een paar seconden nadat je iets kopieert. Afbeeldingen en als gevoelig gemarkeerde items blijven op deze Mac.
or: CopyWell ଲଞ୍ଚ ହେବା ସମୟରେ, ଆପଣ ଏହାକୁ ଫେରିଲେ, ଏବଂ କିଛି କପି କରିବାର କିଛି ସେକେଣ୍ଡ ପରେ ସିଙ୍କ୍ କରେ। ଛବି ଏବଂ ସମ୍ବେଦନଶୀଳ ଭାବେ ଚିହ୍ନିତ ଆଇଟମ୍ ଏହି Mac ରେ ହିଁ ରହେ।
pa: CopyWell ਲਾਂਚ ਹੋਣ ’ਤੇ, ਜਦੋਂ ਤੁਸੀਂ ਇਸ ’ਤੇ ਵਾਪਸ ਆਉਂਦੇ ਹੋ, ਅਤੇ ਕੁਝ ਕਾਪੀ ਕਰਨ ਤੋਂ ਕੁਝ ਸਕਿੰਟ ਬਾਅਦ ਸਿੰਕ ਕਰਦਾ ਹੈ। ਤਸਵੀਰਾਂ ਅਤੇ ਸੰਵੇਦਨਸ਼ੀਲ ਮਾਰਕ ਕੀਤੀਆਂ ਆਈਟਮਾਂ ਇਸ Mac ’ਤੇ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: CopyWell synchronizuje przy starcie, po powrocie do programu i kilka sekund po skopiowaniu. Obrazy i wpisy oznaczone jako poufne zostają na tym Macu.
pt_br: O CopyWell sincroniza ao abrir, ao voltar para ele e alguns segundos depois de você copiar algo. Imagens e itens marcados como sensíveis ficam neste Mac.
pt_pt: O CopyWell sincroniza ao arrancar, quando volta a ele e alguns segundos depois de copiar algo. As imagens e os itens marcados como sensíveis ficam neste Mac.
ro: CopyWell se sincronizează la pornire, când reveniți la el și la câteva secunde după ce copiați ceva. Imaginile și elementele marcate ca sensibile rămân pe acest Mac.
ru: CopyWell синхронизируется при запуске, при возврате к программе и через несколько секунд после копирования. Изображения и записи, помеченные как конфиденциальные, остаются на этом Mac.
sk: CopyWell sa synchronizuje pri spustení, pri návrate k nemu a niekoľko sekúnd po skopírovaní. Obrázky a položky označené ako citlivé zostávajú na tomto Macu.
sl: CopyWell se sinhronizira ob zagonu, ko se vrnete vanj, in nekaj sekund po tem, ko nekaj kopirate. Slike in vnosi, označeni kot občutljivi, ostanejo v tem Macu.
sv: CopyWell synkroniserar vid start, när du växlar tillbaka och några sekunder efter att du kopierat något. Bilder och objekt märkta som känsliga stannar på den här datorn.
ta: CopyWell தொடங்கும்போதும், நீங்கள் அதற்குத் திரும்பும்போதும், நீங்கள் எதையாவது நகலெடுத்த சில விநாடிகளுக்குப் பிறகும் ஒத்திசைக்கிறது. படங்களும் உணர்திறன் மிக்கவை எனக் குறிக்கப்பட்ட உருப்படிகளும் இந்த Mac-இலேயே இருக்கும்.
te: CopyWell ప్రారంభమైనప్పుడు, మీరు దానికి తిరిగి మారినప్పుడు, మీరు ఏదైనా కాపీ చేసిన కొన్ని సెకన్ల తర్వాత సింక్ అవుతుంది. చిత్రాలు, సున్నితమైనవిగా గుర్తించిన ఐటెమ్‌లు ఈ Macలోనే ఉంటాయి.
th: CopyWell ซิงค์ตอนเปิด ตอนคุณสลับกลับมา และอีกไม่กี่วินาทีหลังคุณคัดลอก รูปภาพและรายการที่ทำเครื่องหมายว่าละเอียดอ่อนจะอยู่บน Mac เครื่องนี้เท่านั้น
tr: CopyWell açılışta, ona geri döndüğünüzde ve bir şey kopyaladıktan birkaç saniye sonra eşitlenir. Görüntüler ve hassas işaretli öğeler bu Mac’te kalır.
uk: CopyWell синхронізується під час запуску, коли ви повертаєтеся до нього, і за кілька секунд після копіювання. Зображення й записи, позначені як конфіденційні, лишаються на цьому Mac.
ur: CopyWell لانچ ہونے پر، جب آپ اس پر واپس آتے ہیں، اور کچھ کاپی کرنے کے چند سیکنڈ بعد سنک کرتا ہے۔ تصاویر اور حساس نشان زد آئٹمز اسی Mac پر رہتے ہیں۔
vi: CopyWell đồng bộ khi khởi động, khi bạn quay lại và vài giây sau khi bạn sao chép. Hình ảnh và các mục đánh dấu nhạy cảm vẫn ở lại máy Mac này.
zh_hans: CopyWell 会在启动时、切回时以及拷贝后几秒同步。图像和标为敏感的条目只留在这台 Mac 上。
zh_hant: CopyWell 會在啟動時、切換回來時以及拷貝後幾秒同步。影像和標為敏感的項目只留在這部 Mac。
